Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/aikaa_esittaa_jasenia_saamelaisten_totuus-_ja_sovintokomissioon_jatketaan.html.tmx
Source language: fin
Languages: sms

source: Aikaa esittää jäseniä Saamelaisten totuus- ja sovintokomissioon jatketaan
sms: Ääiʹj eʹtǩǩeed vuäzzlaid Säʹmmlai tuõttvuõtt- da suåvâdvuõttkomissiooʹje jueʹtǩet

source: Jäseniä Saamelaisten totuus- ja sovintokomissioon ehtii esittää 17. toukokuuta 2020 saakka.
sms: Vuäzzlaid Säʹmmlai tuõttvuõtt- da suåvâdvuõttkomissiooʹje vuäitt eʹtǩǩeed vueʹssmannu 17. peeiʹv 2020 räjja.

source: Saamelaiskäräjät ja Kolttien kyläkokous päättivät jatkaa aikaa poikkeustilanteen takia.
sms: Sääʹmteʹǧǧ da Saaʹmi siidsååbbar tuʹmmje juäʹtǩǩed ääiʹj čoʹrstemvueʹjj diõtt.

source: ”Olemme päättäneet antaa lisäaikaa komissaarien esittämiseksi, sillä Saamelaiskäräjillä on tarkoituksena järjestää ennen päätöksentekoa kuulemisia esitettyjen komissaarien valinnasta.
sms: “Leäʹp tuʹmmjam uʹvdded lââʹssääiʹj komissaarân eʹtǩǩummša, ko Sääʹmteeʹǧǧest lij mieʹrren riâššâd kuullâmpooddid eʹtǩǩuum komissaari vaʹlljummuž pirr ouddâl tuʹmmstõktuâj.

source: Kuulemisia ei ole mahdollista järjestää tässä poikkeustilanteessa, kertoo Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso päätöksestä.
sms: Kuullâmpooddid ij leäkku vueiʹtlvaž riâššâd tän čoʹrstemvueʹjjest”, mušttal Sääʹmteeʹǧǧ saaǥǥjååʹđteei Tuomas Aslak Juuso tuʹmmstõõǥǥ pirr.

source: Komissiossa tulee olla jäseniä, joilla on erityisosaamista saamelaisten oloista, kielestä ja kulttuurista.
sms: Komissiost âʹlǧǧe leeʹd vuäzzla, koin lij spesiaalsilttummuš säʹmmlai jeälain, ǩiõlâst da kulttuurâst.

source: Komission asettaa valtioneuvosto tiiviissä yhteistyössä Saamelaiskäräjien ja Kolttien kyläkokouksen kanssa.
sms: Komissio meäʹrat riikksuåvtõs nâânn õhttsažtuâjast Sääʹmtiiʹǧǧin da Saaʹmi siidsåbbrin.

source: Komissiossa on viisi komissaaria, joista kaksi valitaan valtioneuvoston esityksestä, kaksi Saamelaiskäräjien esityksestä ja yksi Kolttien kyläkokouksen esityksestä.
sms: Komissiost liâ vitt komissaar, koin kueʹhtt vaʹlljeet riikksuåvtõõzz eʹtǩǩõõzzâst, kueʹhtt Sääʹmteeʹǧǧ eʹtǩǩõõzzâst da õhtt Saaʹmi siidsåbbar eʹtǩǩõõzzâst.

source: ”Pyydämme saamelaisyhteisöä tekemään esityksiä komission jäseniksi eli komissaareiksi sellaisista henkilöistä, jotka yhteisö katsoo sopivaksi tehtävään.
sms: “Raukkâp sääʹmõõutstõõzz tueʹjjeed eʹtǩǩõõzzid komissio vuäzzliʹžžen, leʹbe komissaarân nåkam oummin, koid õõutstõs ǩeäčč suåvliʹžžen tuõjju.

source: Saamelaiskäräjien kokouksen tehtävänä on sitten päättää kahden komissaarin esittämisestä valtioneuvostolle”, Saamelaiskäräjien I varapuheenjohtaja Anni Koivisto jatkaa.
sms: Sääʹmteeʹǧǧ såbbar tuâjjan lij teʹl tuʹmmjed kueʹhtt komissaar eʹtǩǩummšest riikksuåvtõʹsse”, Sääʹmteeʹǧǧ I vääʹrrsaaǥǥjååʹđteei Anni Koivisto juätkk.

source: Kolttien kyläkokoukselle tehdyt esitykset komissaareiksi käsitellään Nellim-Keväjärven ja Näätämön alueiden yhteisessä kolttien kyläkokouksessa, jossa päätetään yhden komissaarin esittämisestä valtioneuvostolle.
sms: Saaʹmi siidsåbbar vuäǯǯam eʹtǩǩõõzzid komissaarân ǩiõttʼtõõlât Njeäʹllem-Keväjääuʹr da Njauddâm vuuʹdi õhttsaž saaʹmi siidsåbbrest, koʹst tuʹmmjet õõut komissaar eʹtǩǩummšest riikksuåvtõʹsse.

source: ”Kokouksen järjestäminen ei ole poikkeustilanteessa mahdollista.
sms: “Såbbar ij vueiʹt riâššâd čoʹrstemvueʹjjest.

source: Pyydämme esityksiä kolttasaamelaisilta ja komissaariksi esitetyt henkilöt kutsutaan kyläkokoukseen kuultaviksi. ”, sanoo kolttien luottamusmies Veikko Feodoroff.
sms: Raukkâp eʹtǩǩõõzzid nuõrttsaaʹmin da komissaarân eʹtǩǩuum oummid kååččat såbbra kuullâmnalla”, särnn saaʹmi ouddooumaž Veikko Feodoroff.

source: Totuus- ja sovintokomission jäsenet ovat laajaa luottamusta nauttivia henkilöjä saamelaisten ja suomalaisen yhteiskunnan keskuudessa.
sms: Tuõttvuõtt- da suåvâdvuõttkomissio vuäzzla liâ veiddsõs naʹddjõõzz naaudšeei oummu säʹmmlai da lääʹdd õhttsažkååʹdd kõõskâst.

source: Jäsenet ovat riippumattomia eivätkä edusta sitä tahoa, joka on heitä esittänyt tai heidät valinnut.
sms: Vuäzzla liâ čõnnsaʹttem jiâ-ka eeʹttkââʹst tõn vueʹssbeäʹl, kååʹtt lij siʹjjid eʹtǩǩääm leʹbe siʹjjid vaʹlljääm.

source: Komission nimittämisessä huomioidaan tasapuolisesti eri saamen kieliryhmät.
sms: Komissio nõõmtummšest vääʹldet lokku tääʹssbeällsânji jeeʹres sääʹmǩiõllʼjooukid.

source: Komission nimittämisessä pyritään ottamaan huomioon sukupuolten tasapuolinen edustus.
sms: Komissio nõõmtummšest põõrǥât väʹldded lokku sooǥǥbieʹli tääʹssbeällsaž eeʹttkâsttmõõžž.

source: Totuus- ja sovintoprosessin tarkoituksena on tunnistaa ja arvioida historiallista ja nykyistä syrjintää, mukaan lukien valtion sulauttamispolitiikkaa, sekä oikeuksien loukkauksia, selvittää miten nämä vaikuttavat saamelaisiin ja heidän yhteisöönsä nykyisessä tilanteessa ja ehdottaa, miten voitaisiin edistää yhteyttä saamelaisten ja Suomen valtion välillä sekä saamelaisten keskuudessa.
sms: Tuõttvuõtt- da suåvâdvuõttproseeʹss mieʹrren lij aiccâd da arvvtõõllâd historiallaš da annʼjõž čårstummuž, mieʹldd looǥǥeeʹl riikk suddeempolitiikk, di vuõiggâdvuõđi neuʹrrummšid, čiõlǥted mäʹhtt täk vaaikte säʹmmlaid da sij õhttsažkådda ânnʼjõž vueʹjjest da eʹtǩǩeed, mäʹhtt vuäitčes õõuʹdeed õhttvuõđ säʹmmlai da Lääʹddjânnam riikk kõõsk di säʹmmlai kõõskâst.

source: Esityksiä Saamelaiskäräjille pyydetään 17.5.2020 mennessä joko postitse Saamelaiskäräjät, Sajos, 99870 INARI tai sähköpostitse info(at)samediggi.fi .
sms: Eʹtǩǩõõzzid Sääʹmtegga raaukât 17.5.2020 mõõneeʹst juʹn-a pååʹšt mieʹldd Sääʹmteʹǧǧ, Sajos, 99870 AANAR leʹbe neʹttpooʹštin info(at)samediggi.fi .

source: Esitettävien henkilöiden suostumus tehtävään on varmistettava etukäteen siten, että esitettävä henkilö täyttää lomakkeen .
sms: Eʹtǩǩuum oummui miâsttmõš tuõjju âlgg ainsmâʹtted ouddǩiõʹtte tõnnalla, što eʹtǩǩuum ooumaž teâudd lomaakk .

source: Esityksiä Kolttien kyläkokoukselle pyydetään 17.5.2020 mennessä joko postitse Kolttien kyläkokous, Sevettijärventie 9080, 99930 SEVETTIJÄRVI tai sähköpostitse kolttien.kylakokous(at)saamisiidsaabbar.fi.
sms: Eʹtǩǩõõzzid Saaʹmi siidsåbbra raaukât 17.5.2020 mõõneeʹst juʹn-a pååʹšt mieʹldd Saaʹmi siidsååbbar, Sevettijärventie 9080, 99930 ČEʹVETJÄUʹRR leʹbe neʹttpooʹštin kolttien.kylakokous(at)saamisiidsaabbar.fi.

source: esitettävien henkilöiden suostumus tehtävään on varmistettava etukäteen siten, että esitettävä henkilö täyttää lomakkeen .
sms: Eʹtǩǩuum oummui miâsttmõš tuõjju âlgg ainsmâʹtted ouddǩiõʹtte tõnnalla, što eʹtǩǩuum ooumaž teâudd lomaakk .

source: Saamelaisten totuus- ja sovintokomission mandaatti .
sms: Säʹmmlai tuõttvuõtt- da suåvâdvuõttkomissio mandatt .

source: Saamelaiskäräjät pyytää esityksiä Saamelaisten totuus- ja sovintokomission jäseniksi (26.2.2020)
sms: Sääʹmteʹǧǧ räukk eʹtǩǩõõzzid Säʹmmlai tuõttvuõtt- da suåvâdvuõttkomissio vuäzzliʹžžen (26.2.2020)

source: Kolttien kyläkokous pyytää esityksiä Saamelaisten totuus- ja sovintokomission jäseniksi (28.2.2020)
sms: Saaʹmi siidsååbbar räukk eʹtǩǩõõzzid Säʹmmlai tuõttvuõtt- da suåvâdvuõttkomissio vuäzzliʹžžen (28.2.2020)

source: Lisätietoja:
sms: Lââʹssteâđ

source: Saamelaiskäräjät Puheenjohtaja Tuomas Aslak Juuso, +358 40 687 3394, tuomas.juuso(at)samediggi.fi I varapuheenjohtaja Anni Koivisto, +358 40 415 5969, anni.koivisto(at)samediggi.fi
sms: Sääʹmteʹǧǧ Saaǥǥjååʹđteei Tuomas Aslak Juuso, +358 40 687 3394, tuomas.juuso(at)samediggi.fi I vääʹrrsaaǥǥjååʹđteei Anni Koivisto, +358 40 415 5969, anni.koivisto(at)samediggi.fi

source: Kolttien kyläkokous Kolttien luottamusmies Veikko Feodoroff, +358 50 396 1297, veikko.feodoroff(at)kolttasaamelaiset.fi
sms: Saaʹmi siidsååbbar Saaʹmi ouddooumaž Veikko Feodoroff, +358 50 396 1297, veikko.feodoroff(at)kolttasaamelaiset.fi

source: Kuva: Anja Vest
sms: Snimldõk: Anja Vest
